# IdeaStatiCa.RcsApi.Model.ConcreteCheckResult

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**ResultType** | **CheckResultType** |  | [optional]
**CheckResults** | **List&lt;ConcreteCheckResultBase&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)